export default [
    {
        "code": "330122202100002011000080",
        "produce": {
            "name": "桐庐新固源环保科技有限公司",
            "coordinates": [
                119.42,
                29.5
            ],
            "id": "198235"
        },
        "disposal": {
            "name": "杭州红狮双隆环保科技有限公司",
            "coordinates": [
                119.7037,
                29.831525
            ],
            "id": "171354"
        }
    },
    {
        "code": "330110202100040111000100",
        "produce": {
            "name": "浙江春风动力股份有限公司",
            "coordinates": [
                120.256668,
                30.445643
            ],
            "id": "31644"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330110202100040111000101",
        "produce": {
            "name": "浙江春风动力股份有限公司",
            "coordinates": [
                120.256668,
                30.445643
            ],
            "id": "31644"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330110202100008311000012",
        "produce": {
            "name": "杭州驰文汽车服务有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "42593"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100005111000393",
        "produce": {
            "name": "光大环保能源（杭州）有限公司",
            "coordinates": [
                119.86925,
                30.23575
            ],
            "id": "197166"
        },
        "disposal": {
            "name": "建德红狮圣隆环保技术有限公司",
            "coordinates": [
                119.152269,
                29.422593
            ],
            "id": "53142"
        }
    },
    {
        "code": "330110202100007711000042",
        "produce": {
            "name": "杭州信架保汽车维修服务有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "62343"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100014611000036",
        "produce": {
            "name": "浙江和田汽车有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "51737"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100025711000024",
        "produce": {
            "name": "杭州志达汽车维修服务有限公司",
            "coordinates": [
                120.0,
                30.0
            ],
            "id": "62449"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100029711000005",
        "produce": {
            "name": "杭州畅想汽车维修有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "62216"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100077111000005",
        "produce": {
            "name": "杭州伟忆汽车修理有限公司",
            "coordinates": [
                120.325416,
                30.254113
            ],
            "id": "62170"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330105202100000411000108",
        "produce": {
            "name": "杭州德奥汽车有限公司",
            "coordinates": [
                120.065151,
                30.194857
            ],
            "id": "74623"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330105202100002111000017",
        "produce": {
            "name": "浙江和平汽车销售服务有限公司",
            "coordinates": [
                120.132666,
                30.33663
            ],
            "id": "38527"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330106202100003411000061",
        "produce": {
            "name": "浙江金湖机电有限公司",
            "coordinates": [
                120.08572,
                30.29102
            ],
            "id": "66352"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330106202100003411000062",
        "produce": {
            "name": "浙江金湖机电有限公司",
            "coordinates": [
                120.08572,
                30.29102
            ],
            "id": "66352"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100018511000010",
        "produce": {
            "name": "杭州新盟波箱汽车技术服务有限公司",
            "coordinates": [
                120.215423,
                30.214512
            ],
            "id": "216557"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100076911000005",
        "produce": {
            "name": "杭州余杭区申宇汽车修配厂",
            "coordinates": [
                120.32541,
                30.25412
            ],
            "id": "62196"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100007911000018",
        "produce": {
            "name": "杭州豪客汽车修理有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "62168"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100015711000017",
        "produce": {
            "name": "杭州盈众汽车销售服务有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "62138"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100035611000004",
        "produce": {
            "name": "杭州余杭区临平开发区佳维汽车装饰商行",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "62485"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100018411000001",
        "produce": {
            "name": "杭州金彩汽车快修有限公司",
            "coordinates": [
                120.241521,
                30.213254
            ],
            "id": "216533"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330111202100011411000010",
        "produce": {
            "name": "杭州金畅汽车有限公司",
            "coordinates": [
                119.89766,
                29.930183
            ],
            "id": "223665"
        },
        "disposal": {
            "name": "浙江永乾环境科技有限公司",
            "coordinates": [
                119.765776,
                29.842195
            ],
            "id": "131578"
        }
    },
    {
        "code": "330110202100025811000012",
        "produce": {
            "name": "杭州宏立汽车销售有限公司",
            "coordinates": [
                120.022154,
                30.14521
            ],
            "id": "181627"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100029511000005",
        "produce": {
            "name": "杭州余杭宏征汽车修配有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "62352"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100005111000394",
        "produce": {
            "name": "光大环保能源（杭州）有限公司",
            "coordinates": [
                119.86925,
                30.23575
            ],
            "id": "197166"
        },
        "disposal": {
            "name": "建德红狮圣隆环保技术有限公司",
            "coordinates": [
                119.152269,
                29.422593
            ],
            "id": "53142"
        }
    },
    {
        "code": "330182202100017811000033",
        "produce": {
            "name": "建德浦发热电能源有限公司",
            "coordinates": [
                119.23593,
                29.35584
            ],
            "id": "240241"
        },
        "disposal": {
            "name": "建德红狮圣隆环保技术有限公司",
            "coordinates": [
                119.152269,
                29.422593
            ],
            "id": "53142"
        }
    },
    {
        "code": "330110202100070911000003",
        "produce": {
            "name": "杭州余杭飞渡汽车维修服务有限公司",
            "coordinates": [
                120.32541,
                30.254155
            ],
            "id": "51733"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100042411000007",
        "produce": {
            "name": "杭州沃豪汽车服务有限公司",
            "coordinates": [
                120.24152,
                30.12415
            ],
            "id": "183433"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330109202100059611000015",
        "produce": {
            "name": "杭州艺杰汽车维修服务有限公司",
            "coordinates": [
                120.203194,
                30.33428
            ],
            "id": "189741"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100017911000006",
        "produce": {
            "name": "杭州萧山南宏汽车修理厂",
            "coordinates": [
                120.497963,
                30.224312
            ],
            "id": "67531"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100077811000005",
        "produce": {
            "name": "杭州东德汽车服务有限公司",
            "coordinates": [
                120.453285,
                30.197458
            ],
            "id": "189674"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100022711000004",
        "produce": {
            "name": "杭州天王鑫汽车服务有限公司",
            "coordinates": [
                120.031929,
                30.24358
            ],
            "id": "190110"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100047011000014",
        "produce": {
            "name": "杭州冠通汽车修理有限公司",
            "coordinates": [
                120.503799,
                30.170841
            ],
            "id": "189781"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330182202100013511000317",
        "produce": {
            "name": "浙江新安迈图有机硅有限责任公司",
            "coordinates": [
                119.41722,
                29.53001
            ],
            "id": "67262"
        },
        "disposal": {
            "name": "杭州富阳申能固废环保再生有限公司",
            "coordinates": [
                119.91529,
                29.93623
            ],
            "id": "141356"
        }
    },
    {
        "code": "330108202100012211000015",
        "produce": {
            "name": "杭州速宜汽车维修有限公司",
            "coordinates": [
                120.206,
                30.17
            ],
            "id": "194451"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330108202100005811000010",
        "produce": {
            "name": "杭州长河汽车修理有限公司",
            "coordinates": [
                120.217781,
                30.188047
            ],
            "id": "223582"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330108202100016411000011",
        "produce": {
            "name": "杭州驰奥汽车有限公司滨江分公司",
            "coordinates": [
                120.215477,
                30.180809
            ],
            "id": "66509"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100110311000004",
        "produce": {
            "name": "浙江灿翔汽车修理服务有限公司",
            "coordinates": [
                120.3322,
                30.11223
            ],
            "id": "222884"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100077311000008",
        "produce": {
            "name": "杭州维奥汽车修理有限公司",
            "coordinates": [
                120.11223,
                30.1122
            ],
            "id": "222827"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330106202100007411000004",
        "produce": {
            "name": "杭州振雄汽车服务有限公司",
            "coordinates": [
                120.150619,
                30.295204
            ],
            "id": "53711"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330109202100080111000007",
        "produce": {
            "name": "杭州翔伟汽车修理厂",
            "coordinates": [
                120.123,
                30.123
            ],
            "id": "198717"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100003911000013",
        "produce": {
            "name": "杭州凯悦汽车维修服务有限公司",
            "coordinates": [
                120.3,
                30.125
            ],
            "id": "198710"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100007411000004",
        "produce": {
            "name": "杭州柏校汽车修理有限公司",
            "coordinates": [
                120.321,
                30.123
            ],
            "id": "202034"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100101111000003",
        "produce": {
            "name": "杭州长隆汽车服务有限公司",
            "coordinates": [
                120.123,
                30.2312
            ],
            "id": "198677"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100005611000003",
        "produce": {
            "name": "杭州途威汽车服务有限公司",
            "coordinates": [
                120.123,
                30.012
            ],
            "id": "198697"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100005911000003",
        "produce": {
            "name": "杭州萧山蓝帽子汽车服务有限公司",
            "coordinates": [
                120.312,
                30.1203
            ],
            "id": "198679"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330105202100006211000023",
        "produce": {
            "name": "浙江万国汽车有限公司",
            "coordinates": [
                120.15,
                30.28
            ],
            "id": "197437"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330105202100006111000035",
        "produce": {
            "name": "浙江江铃汽车销售服务有限公司",
            "coordinates": [
                120.14775,
                30.33055
            ],
            "id": "67272"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100030111000003",
        "produce": {
            "name": "杭州野光环保科技有限公司",
            "coordinates": [
                120.336272,
                30.226522
            ],
            "id": "254"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330110202100020011000005",
        "produce": {
            "name": "阿童木云仓（杭州)人工智能科技有限公司",
            "coordinates": [
                120.25034,
                30.46468
            ],
            "id": "221327"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330106202100016011000006",
        "produce": {
            "name": "北京擎科生物科技有限公司杭州分公司",
            "coordinates": [
                120.06126,
                30.31023
            ],
            "id": "242284"
        },
        "disposal": {
            "name": "杭州沈达环境科技有限公司",
            "coordinates": [
                120.28518,
                30.03363
            ],
            "id": "38221"
        }
    },
    {
        "code": "330109202100031411000018",
        "produce": {
            "name": "杭州宝信汽车销售服务有限公司",
            "coordinates": [
                120.268959,
                30.214481
            ],
            "id": "62513"
        },
        "disposal": {
            "name": "浙江环俣再生资源有限公司",
            "coordinates": [
                119.424481,
                30.19031
            ],
            "id": "32596"
        }
    },
    {
        "code": "330110202100042311000005",
        "produce": {
            "name": "杭州星跃汽车服务有限公司",
            "coordinates": [
                120.22541,
                30.254151
            ],
            "id": "223149"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100042311000006",
        "produce": {
            "name": "杭州星跃汽车服务有限公司",
            "coordinates": [
                120.22541,
                30.254151
            ],
            "id": "223149"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100070811000010",
        "produce": {
            "name": "杭州宝友汽车销售服务有限公司",
            "coordinates": [
                120.325415,
                30.254155
            ],
            "id": "51668"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100089911000008",
        "produce": {
            "name": "杭州梵琳科技有限公司",
            "coordinates": [
                119.974672,
                30.277015
            ],
            "id": "61770"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330110202100089911000007",
        "produce": {
            "name": "杭州梵琳科技有限公司",
            "coordinates": [
                119.974672,
                30.277015
            ],
            "id": "61770"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330110202100089911000009",
        "produce": {
            "name": "杭州梵琳科技有限公司",
            "coordinates": [
                119.974672,
                30.277015
            ],
            "id": "61770"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330104202100009411000011",
        "produce": {
            "name": "杭州众乐汽车服务有限公司",
            "coordinates": [
                120.32,
                30.12
            ],
            "id": "52678"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330105202100007211000004",
        "produce": {
            "name": "杭州博巧汽车服务有限公司",
            "coordinates": [
                120.096672,
                30.33539
            ],
            "id": "53522"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330103202100002311000013",
        "produce": {
            "name": "杭州恒宾汽车销售服务有限公司",
            "coordinates": [
                120.3212,
                30.0313
            ],
            "id": "52066"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330104202100002411000052",
        "produce": {
            "name": "浙江广丰通田汽车有限公司",
            "coordinates": [
                120.3134,
                30.0125
            ],
            "id": "38361"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330103202100002311000014",
        "produce": {
            "name": "杭州恒宾汽车销售服务有限公司",
            "coordinates": [
                120.3212,
                30.0313
            ],
            "id": "52066"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330104202100002411000053",
        "produce": {
            "name": "浙江广丰通田汽车有限公司",
            "coordinates": [
                120.3134,
                30.0125
            ],
            "id": "38361"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330106202100007911000005",
        "produce": {
            "name": "杭州市西湖区南都汽车冲洗服务部",
            "coordinates": [
                120.150619,
                30.295204
            ],
            "id": "62381"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100025811000013",
        "produce": {
            "name": "杭州宏立汽车销售有限公司",
            "coordinates": [
                120.022154,
                30.14521
            ],
            "id": "181627"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100025811000014",
        "produce": {
            "name": "杭州宏立汽车销售有限公司",
            "coordinates": [
                120.022154,
                30.14521
            ],
            "id": "181627"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330104202100001711000043",
        "produce": {
            "name": "杭州运通祥宝汽车销售服务有限公司",
            "coordinates": [
                120.22246,
                30.36466
            ],
            "id": "38370"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330104202100001711000044",
        "produce": {
            "name": "杭州运通祥宝汽车销售服务有限公司",
            "coordinates": [
                120.22246,
                30.36466
            ],
            "id": "38370"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100008311000013",
        "produce": {
            "name": "杭州驰文汽车服务有限公司",
            "coordinates": [
                120.123,
                30.456
            ],
            "id": "42593"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100021611000200",
        "produce": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330106202100004811000057",
        "produce": {
            "name": "杭州市公共交通集团有限公司第一修理分公司",
            "coordinates": [
                120.03687,
                30.023658
            ],
            "id": "38434"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100003011000116",
        "produce": {
            "name": "贝达药业股份有限公司",
            "coordinates": [
                120.25363,
                30.44172
            ],
            "id": "193830"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330104202100003011000008",
        "produce": {
            "name": "杭州市地铁集团有限责任公司运营分公司",
            "coordinates": [
                120.3,
                30.151
            ],
            "id": "52815"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330104202100001511000012",
        "produce": {
            "name": "杭州长运运输集团有限公司汽车修理分公司",
            "coordinates": [
                120.1212,
                30.303
            ],
            "id": "38771"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100000911000007",
        "produce": {
            "name": "杭州瑞树生化有限公司",
            "coordinates": [
                119.98335,
                30.27843
            ],
            "id": "194769"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330110202100000911000008",
        "produce": {
            "name": "杭州瑞树生化有限公司",
            "coordinates": [
                119.98335,
                30.27843
            ],
            "id": "194769"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330109202100015111000015",
        "produce": {
            "name": "浙江中汽实业有限公司",
            "coordinates": [
                120.12,
                30.12
            ],
            "id": "212833"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330109202100015111000016",
        "produce": {
            "name": "浙江中汽实业有限公司",
            "coordinates": [
                120.12,
                30.12
            ],
            "id": "212833"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330110202100000911000009",
        "produce": {
            "name": "杭州瑞树生化有限公司",
            "coordinates": [
                119.98335,
                30.27843
            ],
            "id": "194769"
        },
        "disposal": {
            "name": "杭州立佳环境服务有限公司",
            "coordinates": [
                120.218993,
                30.399051
            ],
            "id": "30316"
        }
    },
    {
        "code": "330109202100015111000017",
        "produce": {
            "name": "浙江中汽实业有限公司",
            "coordinates": [
                120.12,
                30.12
            ],
            "id": "212833"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330109202100014511000009",
        "produce": {
            "name": "浙江孚达汽车有限公司",
            "coordinates": [
                120.32,
                30.32
            ],
            "id": "212757"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    },
    {
        "code": "330109202100014511000010",
        "produce": {
            "name": "浙江孚达汽车有限公司",
            "coordinates": [
                120.32,
                30.32
            ],
            "id": "212757"
        },
        "disposal": {
            "name": "杭州大地海洋环保股份有限公司",
            "coordinates": [
                120.067575,
                30.452679
            ],
            "id": "230"
        }
    }
];
